taskt/Core/Automation/Commands/UIAutomationGroup/ADescendantsSearchUIElementsFromSomethingByXPathCommands.dot
digraph "ADescendantsSearchUIElementsFromSomethingByXPathCommands" {
"ADescendantsSearchUIElementsFromSomethingByXPathCommands" -> "AChildrenSearchUIElementsFromSomethingByXPathCommands";
"ADescendantsSearchUIElementsFromSomethingByXPathCommands" -> "IUIElementDescendantsSearchXPathProperties";
"AChildrenSearchUIElementsFromSomethingByXPathCommands" -> "ScriptCommand";
"AChildrenSearchUIElementsFromSomethingByXPathCommands" -> "IUIElementChildrenSearchXPathProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
