taskt/Core/Automation/Commands/UIAutomationGroup/ADescendantsSearchUIElementsFromSomethingByXPathCommands.puml
@startuml
ADescendantsSearchUIElementsFromSomethingByXPathCommands --> AChildrenSearchUIElementsFromSomethingByXPathCommands
ADescendantsSearchUIElementsFromSomethingByXPathCommands --> IUIElementDescendantsSearchXPathProperties
AChildrenSearchUIElementsFromSomethingByXPathCommands --> ScriptCommand
AChildrenSearchUIElementsFromSomethingByXPathCommands --> IUIElementChildrenSearchXPathProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
